{
   "en":{
        "menu_home":"Home",
        "menu_about":"About us",
        "menu_article":"Article and stories",
        "menu_donate":"Donate",
        "menu_gallery":"Gallery",
        "content_h1.first":"Carrying",
        "content_h1.second":"Christ to the",
        "content_h1.third":"Nations",
        "content_h2.first":"“Go therefore and make disciples of all nations.” Zoe Tirzah exists to carry the light of Christ into every community and nation. Our mission is to reach the unreached, serve the needy, and nurture spiritual growth through the power of the Gospel. We believe that lasting change begins when hearts encounter the love of Jesus — healing lives, restoring dignity, and inspiring hope for generations.",
        "content_.btn-primary":"Discover Missions",
        "content_.btn-secondary":"Join the Movement",
        "p.who":"Who are we ?",
        "p.wsoul":"Winning Souls and Advancing the Kingdom Across the Nations ",
        "div.who_txt":"At Zoe Tirzah, we are a Christ-centered church dedicated to spreading the Gospel and serving those in need — both locally and globally. Our heart beats for missions, compassion, and transformation. We also place a strong focus on children’s ministry, nurturing young believers through engaging, age-appropriate programs that help them grow in faith. Beyond ministry, we invest in education and spiritual development, equipping every member to serve God and impact their world.",
        "impact-stats-txt":"Our Impact in Numbers",
        "impact-stats-txt-p":"Through God’s grace and the support of our partners, Zoe Tirzah continues to expand its reach—transforming lives, building communities, and spreading the Gospel across nations.",
        "stat-yr-tx":"Years of Active Mission Work",
        "stat-local-tx":"Local Churches Established",
        "stat-lives-tx":"Lives Reached Through Medical Outreach",
        "stat-comm-tx":"Communities Served Across Nations",
        "stat-children-tx":"Children Discipled and Trained",
        "title-yr":"Years in Mission",
        "destination_header-tx-h1":"Our Mission in Action",
        "destination_header-tx-h1-comm":"community impact",
        "destination_header-tx-h1-impact":"<strong>Lasting Impact</strong><br> and Transforming lives",
        "destination_header-tx-h1-para":"Over the past 10 years of active missions, Zoe has witnessed the faithful hand of God at work. Through relentless outreach and dedication, we have established nine local churches across various communities — each one a beacon of hope and a center for spreading the Gospel. These local assemblies now serve as vibrant hubs of worship, discipleship, and community transformation, continuing the mission to win souls and build the Kingdom of God.",
        "donation-tx":"Donations",
        "donation-tx-title":"<strong>Extending a Helping Hand</strong><br> and Reflecting God’s Heart to the Needy",
        "donate-tx-para":"At Zoe Tirzah, we believe that love is most powerful when it is shown through action. As part of our outreach, we donate food, clothing, and essential supplies to families and communities in need. Each act of giving reflects the heart of Christ — meeting physical needs while opening doors for the message of hope. Through these gestures of compassion, lives are restored, hearts are encouraged, and the light of the Gospel continues to shine.",
        "stat-hd-tr":"Transparency You Can Trust",
        "stat-hd-tr-p":"Every seed sown goes into transforming lives and building the Kingdom.",
        "stat-hd-tr-fn":"Funds Raised (USD)",
        "stat-hd-tr-go":"Goes Directly to Mission Projects (%)",
        "stat-hd-tr-comm":"Communities Impacted",
        "team-section-tite":"Meet Our Mission Team",
        "team-section-tite-tx":"Dedicated men and women leading the charge for Christ across the globe.",
        "transform-title-tx":"Lives Transformed",
        "transform-title-tx-p":"Hear from those whose lives were changed through our missions",
        "involvement-title-tx":"How You Can Get Involved",
        "involvement-title-tx-p":"Every hand, every prayer, every gift makes a difference.oin us as we bring the gospel to the nations and transform lives through love in action.",
        "brand-title-vt-g":"ZOE Tirzah",
        "dir_des":"The Mission Director oversees and coordinates all outreach and charitable activities within the organization. They are responsible for planning and executing programs that empower communities, provide essential resources, and support the spread of the gospel. Their role includes organizing volunteers, managing donations, and ensuring that all mission efforts align with the organization's values and goals.",
        "tx_dir":"Mission Director",
        "tx_fr_main":"The Field Coordinator manages and oversees the implementation of outreach programs and mission activities on the ground. They work closely with volunteers, community leaders, and organization staff to ensure that projects are executed efficiently and effectively. Responsibilities include organizing logistics, monitoring progress, reporting outcomes, and addressing challenges that arise during field operations.",
        "tx_fr":"Field Coordinator",
        "tx_com_p":"The Community Health Lead is responsible for planning, implementing, and overseeing health and wellness initiatives within the community. This role involves assessing community health needs, coordinating health programs, educating residents on preventive care, and collaborating with volunteers and local health partners. By leading these efforts, the Community Health Lead ensures that community members have access to essential health services and information.",
        "tx_com_h":"Community Health Lead", 
        "tx_com":"Community Health Lead",
        "in_1":"Every hand, every prayer, every gift makes a difference. Join us as we bring the gospel to the nations and transform lives through love in action.",
        "in_2":"Serve alongside us on the mission field — from church planting to community outreach. Be the hands and feet of Christ where help is needed most.",
        "in_3":"Your generous donations help us build churches, provide food, and support   the spread of the gospel across communities. Partner with us today.",
        "pt_tx":"We are deeply grateful to our <span class=\"medigreen\">faithful partners</span> whose generosity and prayers  have <span class=\"medigreen\">empowered</span> us to extend our reach both  within our communities and across nations.<br>",
        "sp_1":"SUPPORTING ",
        "sp_2":"US TO CARRY",     
        "sp_3":"OUT MISSIONS",
        "sp_4":"“Go therefore and make disciples of all nations…” – Matthew destination_header-tx-h1_main:'See How Lives Are Being ansformed Across the Nations",
        "sp_5":"Be a Kingdom Partner",
        "sp_6":"<br> ATWEA 2026 — January 1st, 2026</br> s the year begins, let’s seek the face of God together. ATWEA 2026 is a sacred moment of prayer, worship, and renewal, as we dedicate the new year to the Lord. Don’t miss this opportunity to start 2026 in His presence and power.⏳ Registration closes December 31st, 2025 — click below to join us in this spiritual awakening.",
        "ui_bt_header":"Working Together and Advancing the Kingdom",
        "sp_7":"DESTINATION",
        "sp_8":"Explore Destinations we have been to ",
        "fs_188":"10+ Years of Active Missions",
        "fs_45":"9 Local Churches Established",
        "fs_25000":"25,000+ Lives Reached Through Medical Outreach",
        "fs_50":"50+ Communities Served Across Nations",
        "fs_5000":"5,000+ Children Discipled and Trained",      
        "title-yr-main":"Years in Mission",
        "sp_9":"In the quiet corners of the Volta Region, Woe stands as a city in need of hope. Through our mission, we aim to uplift lives, strengthen faith, and rebuild hearts through the message of Christ. Every step we take is a seed of love — planted for God’s harvest.",
        "brand-title-vt-p":"Zoe Tirzah is a welcoming community of faith dedicated to loving God and loving others.We invite you to join us as we explore God's Word, experience His presence and serve our community.?"                                                        
    },
    "fr":{
    "menu_home": "Accueil",
    "menu_about": "À propos de nous",
    "menu_article": "Articles et histoires",
    "menu_donate": "Faire un don",
    "menu_gallery": "Galerie",
    "content_h1.first": "Porter",
    "content_h1.second": "le Christ aux",
    "content_h1.third": "Nations",
    "content_h2.first": "« Allez donc, et faites de toutes les nations des disciples. » Zoe Tirzah existe pour porter la lumière du Christ dans chaque communauté et nation. Notre mission est d'atteindre ceux qui ne sont pas touchés, de servir les nécessiteux et de nourrir la croissance spirituelle par la puissance de l'Évangile. Nous croyons qu'un changement durable commence lorsque les cœurs rencontrent l'amour de Jésus — guérissant les vies, restaurant la dignité et inspirant l'espoir pour les générations.",
    "content_.btn-primary": "Découvrir les missions",
    "content_.btn-secondary": "Rejoindre le mouvement",
    "p.who": "Qui sommes-nous ?",
    "p.wsoul": "Gagner des âmes et faire progresser le Royaume à travers les nations",
    "div.who_txt": "Chez Zoe Tirzah, nous sommes une église centrée sur le Christ, dédiée à la propagation de l'Évangile et au service des personnes dans le besoin — tant au niveau local que mondial. Notre cœur bat pour les missions, la compassion et la transformation. Nous mettons également un fort accent sur le ministère des enfants, nourrissant les jeunes croyants par des programmes attrayants et adaptés à leur âge qui les aident à grandir dans la foi. Au-delà du ministère, nous investissons dans l'éducation et le développement spirituel, équipant chaque membre pour servir Dieu et avoir un impact sur leur monde.",
    "impact-stats-txt": "Notre impact en chiffres",
    "impact-stats-txt-p": "Par la grâce de Dieu et le soutien de nos partenaires, Zoe Tirzah continue d'étendre sa portée — transformant des vies, bâtissant des communautés et propageant l'Évangile à travers les nations.",
    "stat-yr-tx": "Années de travail missionnaire actif",
    "stat-local-tx": "Églises locales établies",
    "stat-lives-tx": "Vies atteintes par la sensibilisation médicale",
    "stat-comm-tx": "Communautés servies à travers les nations",
    "stat-children-tx": "Enfants formés et éduqués",
    "title-yr": "Années en mission",
    "destination_header-tx-h1": "Notre mission en action",
    "destination_header-tx-h1-comm": "impact communautaire",
    "destination_header-tx-h1-impact": "<strong>Impact durable</strong><br> et vies transformées",
    "destination_header-tx-h1-para": "Au cours des 10 dernières années de missions actives, Zoe a été témoin de la main fidèle de Dieu à l'œuvre. Grâce à un engagement et un dévouement incessants, nous avons établi neuf églises locales à travers diverses communautés — chacune étant un phare d'espoir et un centre de propagation de l'Évangile. Ces assemblées locales servent désormais de centres dynamiques de louange, de discipulat et de transformation communautaire, poursuivant la mission de gagner des âmes et de bâtir le Royaume de Dieu.",
    "donation-tx": "Dons",
    "donation-tx-title": "<strong>Tendre la main</strong><br> et refléter le cœur de Dieu envers les nécessiteux",
    "donate-tx-para": "Chez Zoe Tirzah, nous croyons que l'amour est le plus puissant lorsqu'il se manifeste par des actes. Dans le cadre de notre sensibilisation, nous faisons don de nourriture, de vêtements et de fournitures essentielles aux familles et aux communautés dans le besoin. Chaque acte de don reflète le cœur du Christ — répondant aux besoins physiques tout en ouvrant les portes au message d'espoir. Grâce à ces gestes de compassion, les vies sont restaurées, les cœurs sont encouragés et la lumière de l'Évangile continue de briller.",
    "stat-hd-tr": "Transparence à laquelle vous pouvez faire confiance",
    "stat-hd-tr-p": "Chaque semence semée contribue à transformer des vies et à bâtir le Royaume.",
    "stat-hd-tr-fn": "Fonds levés (USD)",
    "stat-hd-tr-go": "Va directement aux projets de mission (%)",
    "stat-hd-tr-comm": "Communautés impactées",
    "team-section-tite": "Rencontrez notre équipe de mission",
    "team-section-tite-tx": "Des hommes et des femmes dévoués qui mènent la charge pour le Christ à travers le monde.",
    "transform-title-tx": "Vies transformées",
    "transform-title-tx-p": "Écoutez ceux dont la vie a été changée grâce à nos missions",
    "involvement-title-tx": "Comment vous impliquer",
    "involvement-title-tx-p": "Chaque main, chaque prière, chaque don fait la différence. Rejoignez-nous pour apporter l'Évangile aux nations et transformer des vies par l'amour en action.",
    "brand-title-vt-g": "ZOE Tirzah",
    "dir_des": "Le directeur de mission supervise et coordonne toutes les activités de sensibilisation et caritatives au sein de l'organisation. Il est responsable de la planification et de l'exécution des programmes qui autonomisent les communautés, fournissent des ressources essentielles et soutiennent la propagation de l'Évangile. Son rôle comprend l'organisation des bénévoles, la gestion des dons et la garantie que tous les efforts de mission s'alignent sur les valeurs et les objectifs de l'organisation.",
    "tx_dir": "Directeur de mission",
    "tx_fr_main": "Le coordinateur de terrain gère et supervise la mise en œuvre des programmes de sensibilisation et des activités de mission sur le terrain. Il travaille en étroite collaboration avec les bénévoles, les dirigeants communautaires et le personnel de l'organisation pour garantir que les projets sont exécutés de manière efficace et efficiente. Les responsabilités comprennent l'organisation de la logistique, le suivi des progrès, le signalement des résultats et la résolution des défis qui surviennent lors des opérations sur le terrain.",
    "tx_fr": "Coordinateur de terrain",
    "tx_com_p": "Le responsable de la santé communautaire est chargé de planifier, mettre en œuvre et superviser les initiatives de santé et de bien-être au sein de la communauté. Ce rôle implique d'évaluer les besoins de santé communautaires, de coordonner les programmes de santé, d'éduquer les résidents sur les soins préventifs et de collaborer avec les bénévoles et les partenaires de santé locaux. En dirigeant ces efforts, le responsable de la santé communautaire veille à ce que les membres de la communauté aient accès aux services et informations de santé essentiels.",
    "tx_com_h": "Responsable de la santé communautaire",
    "tx_com": "Responsable de la santé communautaire",
    "in_1": "Chaque main, chaque prière, chaque don fait la différence. Rejoignez-nous pour apporter l'Évangile aux nations et transformer des vies par l'amour en action.",
    "in_2": "Servez à nos côtés sur le champ de mission — de l'implantation d'églises à la sensibilisation communautaire. Soyez les mains et les pieds du Christ là où l'aide est la plus nécessaire.",
    "in_3": "Vos dons généreux nous aident à bâtir des églises, à fournir de la nourriture et à soutenir la propagation de l'Évangile à travers les communautés. Partenaires avec nous aujourd'hui.",
    "pt_tx": "Nous sommes profondément reconnaissants envers nos <span class=\"medigreen\">fidèles partenaires</span> dont la générosité et les prières nous ont <span class=\"medigreen\">permis</span> d'étendre notre portée à la fois au sein de nos communautés et à travers les nations.<br>",
    "sp_1": "SOUTENIR",
    "sp_2": "NOUS POUR RÉALISER",
    "sp_3": "LES MISSIONS",
    "sp_4": "« Allez donc, et faites de toutes les nations des disciples… » – Matthieu",
    "destination_header-tx-h1_main": "Découvrez comment des vies sont transformées à travers les nations",
    "sp_5": "Soyez un partenaire du Royaume",
    "sp_6": "<br> ATWEA 2026 — 1er janvier 2026</br> Alors que l'année commence, cherchons ensemble la face de Dieu. ATWEA 2026 est un moment sacré de prière, de louange et de renouveau, alors que nous dédions la nouvelle année au Seigneur. Ne manquez pas cette opportunité de commencer 2026 en Sa présence et Sa puissance. ⏳ L'inscription se termine le 31 décembre 2025 — cliquez ci-dessous pour vous joindre à nous dans cet éveil spirituel.",
    "ui_bt_header": "Travailler ensemble et faire progresser le Royaume",
    "sp_7": "DESTINATION",
    "sp_8": "Explorer les destinations où nous sommes allés",
    "fs_188": "Plus de 10 ans de missions actives",
    "fs_45": "9 églises locales établies",
    "fs_25000": "Plus de 25 000 vies atteintes par la sensibilisation médicale",
    "fs_50": "Plus de 50 communautés servies à travers les nations",
    "fs_5000": "Plus de 5 000 enfants formés et éduqués",
    "title-yr-main": "Années en mission",
    "sp_9": "Dans les coins tranquilles de la région de la Volta, Woe est une ville qui a besoin d'espoir. Grâce à notre mission, nous visons à élever les vies, à renforcer la foi et à reconstruire les cœurs par le message du Christ. Chaque pas que nous faisons est une semence d'amour — plantée pour la moisson de Dieu.",
    "brand-title-vt-p": "Zoe Tirzah est une communauté de foi accueillante dédiée à aimer Dieu et à aimer les autres. Nous vous invitons à vous joindre à nous pour explorer la Parole de Dieu, expérimenter Sa présence et servir notre communauté."

    },
    "ar":{
    "menu_home": "الرئيسية",
    "menu_about": "عنّا",
    "menu_article": "المقالات والقصص",
    "menu_donate": "تبرّع",
    "menu_gallery": "المعرض",
    "content_h1.first": "حمل",
    "content_h1.second": "المسيح إلى",
    "content_h1.third": "الأمم",
    "content_h2.first": "“اذهبوا وتلمذوا جميع الأمم.” تهدف زوي تيرزاه إلى حمل نور المسيح إلى كل مجتمع وأمة. مهمتنا هي الوصول إلى الذين لم يبلغهم الإنجيل، وخدمة المحتاجين، ورعاية النمو الروحي من خلال قوة الإنجيل. نحن نؤمن بأن التغيير الدائم يبدأ عندما تلتقي القلوب بمحبة يسوع — فيشفي الأرواح، ويعيد الكرامة، ويلهم الأمل للأجيال.",
    "content_.btn-primary": "اكتشفوا البعثات",
    "content_.btn-secondary": "انضموا إلى الحركة",
    "p.who": "من نحن؟",
    "p.wsoul": "كسب النفوس وتقدم الملكوت عبر الأمم",
    "div.who_txt": "في زوي تيرزاه، نحن كنيسة تتمركز حول المسيح ومكرسة لنشر الإنجيل وخدمة المحتاجين — محلياً وعالمياً. ينبض قلبنا بالبعثات، والشفقة، والتحول. كما نركز بشدة على خدمة الأطفال، ورعاية المؤمنين الصغار من خلال برامج جذابة ومناسبة لأعمارهم تساعدهم على النمو في الإيمان. بالإضافة إلى الخدمة، نستثمر في التعليم والتنمية الروحية، لتمكين كل عضو من خدمة الله والتأثير في عالمه.",
    "impact-stats-txt": "تأثيرنا في أرقام",
    "impact-stats-txt-p": "بفضل نعمة الله ودعم شركائنا، تواصل زوي تيرزاه توسيع نطاقها — تحويل الأرواح، وبناء المجتمعات، ونشر الإنجيل عبر الأمم.",
    "stat-yr-tx": "سنوات من العمل التبشيري النشط",
    "stat-local-tx": "الكنائس المحلية المؤسسة",
    "stat-lives-tx": "الأرواح التي تم الوصول إليها من خلال التوعية الطبية",
    "stat-comm-tx": "المجتمعات التي تم خدمتها عبر الأمم",
    "stat-children-tx": "الأطفال الذين تم تلمذتهم وتدريبهم",
    "title-yr": "سنوات في الخدمة",
    "destination_header-tx-h1": "مهمتنا في العمل",
    "destination_header-tx-h1-comm": "التأثير المجتمعي",
    "destination_header-tx-h1-impact": "<strong>تأثير دائم</strong><br> وتحويل الأرواح",
    "destination_header-tx-h1-para": "على مدى السنوات العشر الماضية من البعثات النشطة، شهدت زوي يد الله الأمينة وهي تعمل. من خلال التوعية والتفاني المتواصلين، قمنا بتأسيس تسع كنائس محلية عبر مجتمعات مختلفة — كل واحدة منها منارة أمل ومركز لنشر الإنجيل. تعمل هذه التجمعات المحلية الآن كمراكز نابضة بالحياة للعبادة، والتلمذة، والتحول المجتمعي، وتواصل المهمة لكسب النفوس وبناء ملكوت الله.",
    "donation-tx": "التبرعات",
    "donation-tx-title": "<strong>مد يد العون</strong><br> وعكس قلب الله على المحتاجين",
    "donate-tx-para": "في زوي تيرزاه، نؤمن بأن المحبة تكون في أقصى قوتها عندما تُظهر من خلال العمل. كجزء من جهودنا التوعوية، نتبرع بالطعام، والملابس، واللوازم الأساسية للعائلات والمجتمعات المحتاجة. كل عمل عطاء يعكس قلب المسيح — تلبية الاحتياجات المادية وفتح الأبواب لرسالة الأمل. من خلال هذه الإيماءات الرحيمة، تُستعاد الأرواح، وتُشجّع القلوب، ويستمر نور الإنجيل في السطوع.",
    "stat-hd-tr": "شفافية يمكنك الوثوق بها",
    "stat-hd-tr-p": "كل بذرة تُزرع تذهب نحو تحويل الأرواح وبناء الملكوت.",
    "stat-hd-tr-fn": "الأموال التي تم جمعها (بالدولار الأمريكي)",
    "stat-hd-tr-go": "تذهب مباشرة إلى مشاريع البعثات (%)",
    "stat-hd-tr-comm": "المجتمعات المتأثرة",
    "team-section-tite": "تعرّف على فريق بعثتنا",
    "team-section-tite-tx": "رجال ونساء مكرسون يقودون المسيرة من أجل المسيح في جميع أنحاء العالم.",
    "transform-title-tx": "أرواح تحولت",
    "transform-title-tx-p": "استمعوا إلى أولئك الذين تغيرت حياتهم من خلال بعثاتنا",
    "involvement-title-tx": "كيف يمكنك المشاركة",
    "involvement-title-tx-p": "كل يد، كل صلاة، كل عطاء يُحدث فرقاً. انضموا إلينا ونحن نحمل الإنجيل إلى الأمم ونحول الأرواح من خلال المحبة العملية.",
    "brand-title-vt-g": "زوي تيرزاه",
    "dir_des": "يشرف مدير البعثة وينسق جميع أنشطة التوعية والأنشطة الخيرية داخل المنظمة. وهو مسؤول عن تخطيط وتنفيذ البرامج التي تمكن المجتمعات، وتوفر الموارد الأساسية، وتدعم نشر الإنجيل. يشمل دوره تنظيم المتطوعين، وإدارة التبرعات، وضمان توافق جميع جهود البعثة مع قيم وأهداف المنظمة.",
    "tx_dir": "مدير البعثة",
    "tx_fr_main": "يدير منسق الميدان ويشرف على تنفيذ برامج التوعية وأنشطة البعثة على أرض الواقع. يعمل عن كثب مع المتطوعين، وقادة المجتمع، وموظفي المنظمة لضمان تنفيذ المشاريع بكفاءة وفعالية. تشمل المسؤوليات تنظيم اللوجستيات، ومراقبة التقدم، والإبلاغ عن النتائج، ومعالجة التحديات التي تنشأ أثناء العمليات الميدانية.",
    "tx_fr": "منسق ميداني",
    "tx_com_p": "المسؤول عن الصحة المجتمعية مسؤول عن تخطيط وتنفيذ والإشراف على مبادرات الصحة والعافية داخل المجتمع. يتضمن هذا الدور تقييم احتياجات الصحة المجتمعية، وتنسيق البرامج الصحية، وتثقيف السكان حول الرعاية الوقائية، والتعاون مع المتطوعين والشركاء الصحيين المحليين. من خلال قيادة هذه الجهود، يضمن المسؤول عن الصحة المجتمعية حصول أعضاء المجتمع على الخدمات والمعلومات الصحية الأساسية.",
    "tx_com_h": "مسؤول الصحة المجتمعية",
    "tx_com": "مسؤول الصحة المجتمعية",
    "in_1": "كل يد، كل صلاة، كل عطاء يُحدث فرقاً. انضموا إلينا ونحن نحمل الإنجيل إلى الأمم ونحول الأرواح من خلال المحبة العملية.",
    "in_2": "اخدموا معنا في حقل الإرسالية — من زرع الكنائس إلى التوعية المجتمعية. كونوا أيدي وأقدام المسيح حيث تكون المساعدة أشد حاجة.",
    "in_3": "تبرعاتكم السخية تساعدنا في بناء الكنائس، وتوفير الطعام، ودعم نشر الإنجيل عبر المجتمعات. شاركونا اليوم.",
    "pt_tx": "نحن ممتنون بعمق لـ <span class=\"medigreen\">شركائنا الأوفياء</span> الذين مكنتنا كرمهم وصلواتهم من <span class=\"medigreen\">توسيع</span> نطاق وصولنا داخل مجتمعاتنا وعبر الأمم.<br>",
    "sp_1": "دعم",
    "sp_2": "لنا لحمل",
    "sp_3": "البعثات",
    "sp_4": "“اذهبوا وتلمذوا جميع الأمم…” – متى",
    "destination_header-tx-h1_main": "شاهدوا كيف تتحول الأرواح عبر الأمم",
    "sp_5": "كن شريكاً في الملكوت",
    "sp_6": "<br> ATWEA 2026 — 1 يناير 2026</br> مع بداية العام، لنطلب وجه الله معاً. ATWEA 2026 هي لحظة مقدسة للصلاة، والعبادة، والتجديد، حيث نكرس العام الجديد للرب. لا تفوتوا هذه الفرصة لبدء عام 2026 في حضوره وقوته. ⏳ ينتهي التسجيل في 31 ديسمبر 2025 — انقروا أدناه للانضمام إلينا في هذا اليقظة الروحية.",
    "ui_bt_header": "العمل معاً وتقدم الملكوت",
    "sp_7": "وجهة",
    "sp_8": "استكشفوا الوجهات التي زرناها",
    "fs_188": "أكثر من 10 سنوات من البعثات النشطة",
    "fs_45": "9 كنائس محلية مؤسسة",
    "fs_25000": "أكثر من 25,000 روح تم الوصول إليها من خلال التوعية الطبية",
    "fs_50": "أكثر من 50 مجتمعاً تم خدمته عبر الأمم",
    "fs_5000": "أكثر من 5,000 طفل تم تلمذتهم وتدريبهم",
    "title-yr-main": "سنوات في الخدمة",
    "sp_9": "في الزوايا الهادئة لمنطقة فولتا، تقف ووي كمدينة بحاجة إلى الأمل. من خلال مهمتنا، نهدف إلى رفع مستوى الأرواح، وتقوية الإيمان، وإعادة بناء القلوب من خلال رسالة المسيح. كل خطوة نخطوها هي بذرة محبة — تُزرع لحصاد الله.",
    "brand-title-vt-p": "زوي تيرزاه هي جماعة إيمانية مرحبة مكرسة لمحبّة الله ومحبّة الآخرين. ندعوكم للانضمام إلينا ونحن نستكشف كلمة الله، ونختبر حضوره ونخدم مجتمعنا."
    }

}