{
   "en":{
        "menu_home":"Home",
        "menu_about":"About us",
        "menu_article":"Article and stories",
        "menu_donate":"Donate",
        "menu_gallery":"Gallery",
        "content_h1.first":"Carrying",
        "content_h1.second":"Christ to the",
        "content_h1.third":"Nations",
        "content_h2.first":"“Go therefore and make disciples of all nations.” Zoe Tirzah exists to carry the light of Christ into every community and nation. Our mission is to reach the unreached, serve the needy, and nurture spiritual growth through the power of the Gospel. We believe that lasting change begins when hearts encounter the love of Jesus — healing lives, restoring dignity, and inspiring hope for generations.",
        "content_.btn-primary":"Discover Missions",
        "content_.btn-secondary":"Join the Movement",
        "p.who":"Who are we ?",
        "p.wsoul":"Winning Souls and Advancing the Kingdom Across the Nations ",
        "div.who_txt":"At Zoe Tirzah, we are a Christ-centered church dedicated to spreading the Gospel and serving those in need — both locally and globally. Our heart beats for missions, compassion, and transformation. We also place a strong focus on children’s ministry, nurturing young believers through engaging, age-appropriate programs that help them grow in faith. Beyond ministry, we invest in education and spiritual development, equipping every member to serve God and impact their world.",
        "impact-stats-txt":"Our Impact in Numbers",
        "impact-stats-txt-p":"Through God’s grace and the support of our partners, Zoe Tirzah continues to expand its reach—transforming lives, building communities, and spreading the Gospel across nations.",
        "stat-yr-tx":"Years of Active Mission Work",
        "stat-local-tx":"Local Churches Established",
        "stat-lives-tx":"Lives Reached Through Medical Outreach",
        "stat-comm-tx":"Communities Served Across Nations",
        "stat-children-tx":"Children Discipled and Trained",
        "title-yr":"Years in Mission",
        "destination_header-tx-h1":"Our Mission in Action",
        "destination_header-tx-h1-comm":"community impact",
        "destination_header-tx-h1-impact":"<strong>Lasting Impact</strong><br> and Transforming lives",
        "destination_header-tx-h1-para":"Over the past 10 years of active missions, Zoe has witnessed the faithful hand of God at work. Through relentless outreach and dedication, we have established nine local churches across various communities — each one a beacon of hope and a center for spreading the Gospel. These local assemblies now serve as vibrant hubs of worship, discipleship, and community transformation, continuing the mission to win souls and build the Kingdom of God.",
        "donation-tx":"Donations",
        "donation-tx-title":"<strong>Extending a Helping Hand</strong><br> and Reflecting God’s Heart to the Needy",
        "donate-tx-para":"At Zoe Tirzah, we believe that love is most powerful when it is shown through action. As part of our outreach, we donate food, clothing, and essential supplies to families and communities in need. Each act of giving reflects the heart of Christ — meeting physical needs while opening doors for the message of hope. Through these gestures of compassion, lives are restored, hearts are encouraged, and the light of the Gospel continues to shine.",
        "stat-hd-tr":"Transparency You Can Trust",
        "stat-hd-tr-p":"Every seed sown goes into transforming lives and building the Kingdom.",
        "stat-hd-tr-fn":"Funds Raised (USD)",
        "stat-hd-tr-go":"Goes Directly to Mission Projects (%)",
        "stat-hd-tr-comm":"Communities Impacted",
        "team-section-tite":"Meet Our Mission Team",
        "team-section-tite-tx":"Dedicated men and women leading the charge for Christ across the globe.",
        "transform-title-tx":"Lives Transformed",
        "transform-title-tx-p":"Hear from those whose lives were changed through our missions",
        "involvement-title-tx":"How You Can Get Involved",
        "involvement-title-tx-p":"Every hand, every prayer, every gift makes a difference.oin us as we bring the gospel to the nations and transform lives through love in action.",
        "brand-title-vt-g":"ZOE Tirzah",
        "brand-title-vt-p":"Zoe Tirzah is a welcoming community of faith dedicated to loving God and loving others.We invite you to join us as we explore God's Word, experience His presence and serve our community.?"                                                        
    },
    "fr":{
    "menu_home": "Accueil",
    "menu_about": "À propos de nous",
    "menu_article": "Articles et témoignages",
    "menu_donate": "Faire un don",
    "menu_gallery": "Galerie",

    "content_h1.first": "Porter",
    "content_h1.second": "Christ aux",
    "content_h1.third": "Nations",

    "content_h2.first": "« Allez, faites de toutes les nations des disciples. » Zoe Tirzah existe pour porter la lumière du Christ dans chaque communauté et nation. Notre mission est d’atteindre les non-atteints, de servir les nécessiteux et de favoriser la croissance spirituelle par la puissance de l’Évangile. Nous croyons que le véritable changement commence lorsque les cœurs rencontrent l’amour de Jésus — guérissant les vies, restaurant la dignité et inspirant l’espérance pour les générations à venir.",

    "content_.btn-primary": "Découvrir les missions",
    "content_.btn-secondary": "Rejoindre le mouvement",

    "p.who": "Qui sommes-nous ?",
    "p.wsoul": "Gagner des âmes et faire avancer le Royaume à travers les nations",

    "div.who_txt": "À Zoe Tirzah, nous sommes une église centrée sur Christ, dédiée à répandre l’Évangile et à servir les personnes dans le besoin — localement comme à l’international. Notre cœur bat pour la mission, la compassion et la transformation. Nous accordons également une grande importance au ministère des enfants, en formant les jeunes croyants grâce à des programmes adaptés à leur âge qui les aident à grandir dans la foi. En plus du ministère, nous investissons dans l’éducation et le développement spirituel, équipant chaque membre pour servir Dieu et impacter son monde.",

    "impact-stats-txt": "Notre Impact en Chiffres",
    "impact-stats-txt-p": "Par la grâce de Dieu et le soutien de nos partenaires, Zoe Tirzah continue d’étendre sa portée — transformant des vies, bâtissant des communautés et répandant l’Évangile à travers les nations.",

    "stat-yr-tx": "Années de mission active",
    "stat-local-tx": "Églises locales établies",
    "stat-lives-tx": "Vies atteintes par les actions médicales",
    "stat-comm-tx": "Communautés servies à travers les nations",
    "stat-children-tx": "Enfants disciplinés et formés",

    "title-yr": "Années en mission",

    "destination_header-tx-h1": "Notre Mission en Action",
    "destination_header-tx-h1-comm": "impact communautaire",
    "destination_header-tx-h1-impact": "<strong>Un impact durable</strong><br> et des vies transformées",

    "destination_header-tx-h1-para": "Au cours des 10 dernières années de missions actives, Zoe a été témoin de la main fidèle de Dieu à l’œuvre. Grâce à un engagement constant et à des actions persévérantes, nous avons établi neuf églises locales dans diverses communautés — chacune devenant un phare d’espérance et un centre de diffusion de l’Évangile. Ces assemblées locales sont aujourd’hui des pôles dynamiques de culte, de discipulat et de transformation communautaire, poursuivant la mission de gagner des âmes et d’étendre le Royaume de Dieu.",

    "donation-tx": "Dons",
    "donation-tx-title": "<strong>Étendre une main secourable</strong><br> et refléter le cœur de Dieu envers les nécessiteux",

    "donate-tx-para": "À Zoe Tirzah, nous croyons que l’amour est le plus puissant lorsqu’il se manifeste par des actions. Dans le cadre de notre mission, nous distribuons de la nourriture, des vêtements et des produits essentiels aux familles et communautés dans le besoin. Chaque geste de générosité reflète le cœur du Christ — répondant aux besoins physiques tout en ouvrant la porte au message de l’espérance. Par ces actes de compassion, des vies sont restaurées, des cœurs sont encouragés et la lumière de l’Évangile continue de briller.",

    "stat-hd-tr": "Transparence de Confiance",
    "stat-hd-tr-p": "Chaque semence plantée contribue à transformer des vies et à bâtir le Royaume.",
    "stat-hd-tr-fn": "Fonds collectés (USD)",
    "stat-hd-tr-go": "Alloués directement aux projets missionnaires (%)",
    "stat-hd-tr-comm": "Communautés impactées",

    "team-section-tite": "Rencontrez Notre Équipe Missionnaire",
    "team-section-tite-tx": "Des hommes et des femmes dévoués menant l’œuvre du Christ à travers le monde.",

    "transform-title-tx": "Vies Transformées",
    "transform-title-tx-p": "Découvrez les témoignages de ceux dont la vie a été changée grâce à nos missions",

    "involvement-title-tx": "Comment Vous Pouvez Vous Impliquer",
    "involvement-title-tx-p": "Chaque main, chaque prière, chaque don compte. Rejoignez-nous dans la mission d’apporter l’Évangile aux nations et de transformer des vies par l’amour en action.",

    "brand-title-vt-g": "ZOE Tirzah",
    "brand-title-vt-p": "Zoe Tirzah est une communauté de foi accueillante, dédiée à aimer Dieu et à aimer les autres. Nous vous invitons à nous rejoindre pour explorer la Parole de Dieu, vivre Sa présence et servir notre communauté."
    },
    "ar":{
    "menu_home": "الرئيسية",
    "menu_about": "من نحن",
    "menu_article": "المقالات والقصص",
    "menu_donate": "التبرع",
    "menu_gallery": "المعرض",

    "content_h1.first": "حمل",
    "content_h1.second": "المسيح إلى",
    "content_h1.third": "الأمم",

    "content_h2.first": "«اذهبوا وتلمذوا جميع الأمم.» إنَّ كنيسة زوي تيرزه موجودة لحمل نور المسيح إلى كل مجتمع وكل أمة. رسالتنا هي الوصول إلى غير المُبشَّرين، وخدمة المحتاجين، وتعزيز النمو الروحي بقوة الإنجيل. نحن نؤمن أن التغيير الحقيقي يبدأ عندما يلتقي القلب بمحبة يسوع — فيُشفي الحياة، ويُعيد الكرامة، ويُلهم الرجاء لأجيال قادمة.",

    "content_.btn-primary": "اكتشف الرسالات",
    "content_.btn-secondary": "انضم إلى الحركة",

    "p.who": "من نحن؟",
    "p.wsoul": "ربح النفوس وتقدُّم الملكوت عبر الأمم",

    "div.who_txt": "في زوي تيرزه، نحن كنيسة تتمحور حول المسيح، مكرّسة لنشر الإنجيل وخدمة المحتاجين — محليًا وعالميًا. ينبض قلبنا بالمحبة، والرحمة، والرسالة، والتحويل الروحي. نُولي أيضًا اهتمامًا كبيرًا بخدمة الأطفال، حيث نُنمّي الجيل الجديد من المؤمنين من خلال برامج روحية مناسبة لأعمارهم تساعدهم على النمو في الإيمان. بالإضافة إلى ذلك، نستثمر في التعليم والتطوير الروحي، مُجهّزين كل عضو ليخدم الله ويُحدث تأثيرًا في مجتمعه.",

    "impact-stats-txt": "تأثيرنا بالأرقام",
    "impact-stats-txt-p": "بنعمة الله ودعم شركائنا، تواصل زوي تيرزه توسيع نطاق عملها — مُغيرةً للحياة، وبانيةً للمجتمعات، وناشرةً للإنجيل عبر الأمم.",

    "stat-yr-tx": "سنوات من العمل الإرسالي الفعّال",
    "stat-local-tx": "الكنائس المحلية المُنشأة",
    "stat-lives-tx": "الأرواح التي تم الوصول إليها من خلال القوافل الطبية",
    "stat-comm-tx": "المجتمعات المخدومة عبر الأمم",
    "stat-children-tx": "الأطفال المُدرَّبون والمُتلمذون",

    "title-yr": "سنوات في الرسالة",

    "destination_header-tx-h1": "مهمتنا في العمل",
    "destination_header-tx-h1-comm": "الأثر المجتمعي",
    "destination_header-tx-h1-impact": "<strong>تأثير دائم</strong><br> وتحويل للحياة",

    "destination_header-tx-h1-para": "على مدار السنوات العشر الماضية من العمل الإرسالي الفعّال، شهدت زوي يد الله الأمينة في كل خطوة. من خلال الجهود المتواصلة والعمل الدؤوب، قمنا بتأسيس تسع كنائس محلية في مجتمعات مختلفة — أصبحت كل واحدة منها منارة للأمل ومركزًا لنشر الإنجيل. اليوم، تعمل هذه الكنائس كمراكز حيوية للعبادة والتلمذة والتحول المجتمعي، مواصلةً رسالتنا في ربح النفوس وبناء ملكوت الله.",

    "donation-tx": "التبرعات",
    "donation-tx-title": "<strong>مد يد العون</strong><br> وتجسيد قلب الله تجاه المحتاجين",

    "donate-tx-para": "في زوي تيرزه، نؤمن بأن المحبة تصبح أقوى عندما تُترجم إلى أعمال. كجزء من رسالتنا، نقوم بتوزيع الطعام والملابس والاحتياجات الأساسية على العائلات والمجتمعات المحتاجة. كل عمل من أعمال العطاء يعكس قلب المسيح — حيث يلبي الاحتياجات المادية ويفتح الطريق لرسالة الرجاء. من خلال هذه الأعمال الرحيمة، تُستعاد الحياة، وتُشجَّع القلوب، ويستمر نور الإنجيل في الإشراق.",

    "stat-hd-tr": "شفافية يمكنك الوثوق بها",
    "stat-hd-tr-p": "كل بذرة تُزرع تذهب لتغيير الحياة وبناء الملكوت.",
    "stat-hd-tr-fn": "الأموال المُجمّعة (دولار أمريكي)",
    "stat-hd-tr-go": "تذهب مباشرة إلى المشاريع الإرسالية (%)",
    "stat-hd-tr-comm": "المجتمعات المتأثرة",

    "team-section-tite": "تعرّف على فريق الإرسالية",
    "team-section-tite-tx": "رجال ونساء مكرّسون يقودون عمل المسيح حول العالم.",

    "transform-title-tx": "حياة تغيَّرت",
    "transform-title-tx-p": "استمع لشهادات أشخاص تغيَّرت حياتهم من خلال رسالاتنا",

    "involvement-title-tx": "كيف يمكنك المشاركة",
    "involvement-title-tx-p": "كل يد، كل صلاة، كل عطية تُحدث فرقًا. انضم إلينا ونحن نحمل الإنجيل إلى الأمم ونُغيّر الحياة من خلال المحبة العملية.",

    "brand-title-vt-g": "زوي تيرزه",
    "brand-title-vt-p": "زوي تيرزه هي جماعة إيمانية مرحِّبة مكرّسة لمحبة الله ومحبة الآخرين. ندعوك للانضمام إلينا لاستكشاف كلمة الله، واختبار حضوره، وخدمة مجتمعنا."
    }
}